Revit 2024 API
BuiltInFailures.TagFailures.CannotPasteTag Property
 Can't find new element to tag. Tag won't be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotPasteTag { get; }
Visual Basic
Public Shared ReadOnly Property CannotPasteTag As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotPasteTag {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.TagFailures Class
Autodesk.Revit.DB Namespace